resources/requests/token.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:v1="http://www.isban.es/webservices/TECHNICAL_FACADES/Security/F_facseg_security/ACFACSEGSecurity/v1">
	<soapenv:Header>
		<wsse:Security
			xmlns:S12="http://www.w3.org/2003/05/soap-envelope"
			xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"
			xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd"
			S12:role="wsssecurity"
			soap-env:actor="http://www.isban.es/soap/actor/wssecurityUserPass"
			soap-env:mustUnderstand="1">
			<wsse:UsernameToken>
				<wsse:Username>{{USERTOKEN}}</wsse:Username>
				<wsse:Password>{{PASSTOKEN}}</wsse:Password>
			</wsse:UsernameToken>
		</wsse:Security>
	</soapenv:Header>
	<soapenv:Body>
		<v1:getLoggedUserToken facade="ACFACSEGSecurity" />
	</soapenv:Body>
</soapenv:Envelope>